export default {
  nav: {
    about: "О компании",
    documents: "Документы",
    products: "Наша продукция",
    calculator: "Калькулятор",
    logistics: "Логистика",
    contacts: "Контакты",
  },
  hero: {
    slides: [
      {
        title: "ЭФФЕКТИВНАЯ ТЕПЛОИЗОЛЯЦИЯ",
        subtitle: "ИЗДЕЛИЯ ИЗ ВСПЕНЕННОГО ЭЛАСТОМЕРНОГО КАУЧУКА",
      },
      {
        title: "ЭТАЛОН КАЧЕСТВА В ИЗОЛЯЦИИ",
        subtitle: "ТРУБКИ И РУЛОНЫ ROKACELL – НАДЁЖНАЯ ЗАЩИТА ОТ ТЕПЛОПОТЕРЬ И КОНДЕНСАТА В ЛЮБЫХ УСЛОВИЯХ ЭКСПЛУАТАЦИИ.",
      },
      {
        title: "МЕЖДУНАРОДНОЕ СОТРУДНИЧЕСТВО ROKACELL",
        subtitle: "",
      },
      {
        title: "ПРОДУКЦИЯ ROKACELL НА ВЕДУЩИХ МЕЖДУНАРОДНЫХ ВЫСТАВКАХ",
        subtitle: "ROKACELL РЕГУЛЯРНО УЧАСТВУЕТ В ВЕДУЩИХ МЕЖДУНАРОДНЫХ ВЫСТАВКАХ СТРОИТЕЛЬНЫХ И ИЗОЛЯЦИОННЫХ МАТЕРИАЛОВ, ДЕМОНСТРИРУЯ ИННОВАЦИОННЫЕ ПРОДУКТЫ И УСТАНАВЛИВАЯ НОВЫЕ ПАРТНЕРСКИЕ СВЯЗИ В РЕГИОНЕ СНГ И ЗА ЕГО ПРЕДЕЛАМИ.",
      }
    ]
  },
  features: {
    eco: "ЭКОЛОГИЧНОСТЬ",
    durability: "ДОЛГОВЕЧНОСТЬ",
    fireSafety: "ПОЖАРОБЕЗОПАСНОСТЬ",
    energyEfficiency: "ЭНЕРГОЭФФЕКТИВНОСТЬ",
  },
  industries: {
    title: "ОБЛАСТИ ПРИМЕНЕНИЯ",
    areas: {
      hotels: "ОТЕЛИ",
      businessCenters: "БИЗНЕС ЦЕНТРЫ",
      hospitals: "БОЛЬНИЦЫ",
      construction: "СТРОИТЕЛЬСТВО",
      factories: "ФАБРИКИ",
      shoppingMalls: "ТОРГОВЫЕ ЦЕНТРЫ",
    },
    applications: {
      ventilationDucts: "ВЕНТИЛЯЦИОННЫЕ КАНАЛЫ",
      airConditioningDucts: "КАНАЛЫ КОНДИЦИОНИРОВАНИЯ",
      airConditioningPipelines: "ТРУБОПРОВОДЫ КОНДИЦИОНИРОВАНИЯ",
      heatingPipelines: "ТРУБОПРОВОДЫ ОТОПЛЕНИЯ",
    }
  },
  products: {
    title: "НАША ПРОДУКЦИЯ",
    tabs: {
      rolls: "Рулоны",
      tubes: "Трубки",
      accessories: "Аксессуары",
      all: "Все",
    },
    viewAll: "смотреть всё...",
  },
  aboutVideo: {
    text: "За каждым нашим продуктом стоит команда профессионалов и продуманные процессы.",
  },
  branches: {
    title: "НАШИ ФИЛИАЛЫ",
    tashkent: {
      city: "ТАШКЕНТ, УЗБЕКИСТАН",
      address: "Сергелийский район, Обихаёт кучаси, 17-уй",
    },
    almaty: {
      city: "АЛМАТЫ, КАЗАХСТАН",
      address: "Жетысуский р-он, проспект Турара Рыскулова 61Е.",
    },
    moscow: {
      city: "МОСКВА, РОССИЙСКАЯ ФЕДЕРАЦИЯ",
    }
  },
  calculateSavings: {
    title: "РАССЧИТАЙТЕ ВАШУ ВЫГОДУ",
    description: "Подберите идеальное решение для изоляции и узнайте, сколько вы сэкономите на энергии. Наш калькулятор поможет за минуту!",
    button: "РАССЧИТАТЬ СЕЙЧАС",
  },
  news: {
    title: "НОВОСТИ",
  },
  footer: {
    operatingHours: "Режим работы:",
    workingDays: "ПН–ПТ С 9:00 ДО 18:00",
    contacts: "Контакты:",
    addressText: "Адрес:",
    socials: "Мы в соцсетях:",
    rights: "© 2026 ROKACELL. ВСЕ ПРАВА ЗАЩИЩЕНЫ."
  },
  common: {
    home: "Главная",
    back: "Назад",
    next: "Вперед",
    loading: "Загрузка...",
  }
};

